export default function Section3() {
  return (
    <section className="flex-1 p-12 bg-white text-center text-gray-400">
      <p>محتوى الموقع قيد التطوير...</p>
      <p>محتوى الموقع قيد التطوير...</p>
      <p>محتوى الموقع قيد التطوير...</p>
      <p>محتوى الموقع قيد التطوير...</p>
      <p>محتوى الموقع قيد التطوير...</p>
      <p>محتوى الموقع قيد التطوير...</p>

      <p>محتوى الموقع قيد التطوير...</p>

      <p>محتوى الموقع قيد التطوير...</p>

      <p>محتوى الموقع قيد التطوير...</p>

      <p>محتوى الموقع قيد التطوير...</p>

      <p>محتوى الموقع قيد التطوير...</p>

    </section>
  );
}
